<?php

namespace Faker\Provider\uk_UA;

class Text extends \Faker\Provider\Text
{
    /**
     * From uk.wikisource.org
     *
     * Текст доступний на умовах ліцензії Creative Commons Attribution/Share-Alike,
     * також можуть діяти додаткові умови. Детальніше див. Умови використання.
     *
     *
     * Title: Захар Беркут
     *
     * Author: Іван Франко
     *
     * Posting Date: July 19, 2007
     * Release Date: 1882
     * [Last updated: November 14, 2012]
     *
     * Language: Ukrainian
     *
     * @see     https://wikimediafoundation.org/wiki/Terms_of_Use/
     * @link    http://uk.wikisource.org/wiki/%D0%97%D0%B0%D1%85%D0%B0%D1%80_%D0%91%D0%B5%D1%80%D0%BA%D1%83%D1%82
     * @var string
     */
    protected static $baseText = <<<'EOT'

I

Cумно і непривітно тепер в нашій Тухольщині! Правда, і Стрий, і Опір
однаково миють її рінисті зелені узбережжя, луги її однаково
покриваються весною травами та цвітами, і в її лазуровім, чистім
повітрі однаково плавле та колесує орел беркут, як і перед давніми
віками. Але все інше як же змінилося!

І ліси, і села, і люди! Що давно ліси густі, непрохідні закривали
майже весь її простір, окрім високих полонин, сходили в долину аж над
самі ріки,- тепер вони, мов сніг на сонці, стопилися, зрідли, змаліли,
декуди пощезали, лишаючи по собі лисі облази; інде знов із них
остоялися лише пообсмалювані пеньки, а з-між них де-де несміло
виростає нужденна смеречина або ще нужденніший яловець. Що давно тихо
тут було, не чути ніякого голосу, крім вівчарської трембіти десь на
далекій полонині або рику дикого тура чи оленя в гущавинах,- тепер на
полонині гейкають воларі, а в ярах і дебрях галюкають рубачі, трачі й
ґонтарі, ненастанно, мов невмирущий черв, підгризаючи та підтинаючи
красу тухольських гір - столітні ялиці та смереки, і або спускаючи

їх, потятих на великі ботюки, долі потоками до нових парових тартаків,
або таки на місці ріжучи на дошки та на ґонти.

Але найбільше змінилися люди. Зверха глянувши, то немовби змоглася між
ними «культура», але на ділі виходить, що змоглося тільки їх число.
Сіл і присілків більше, хат по селах більше, але зате по хатах
убожество більше і нужда більша. Народ нужденний, прибитий, понурий,
супроти чужих несмілий

і недотепний. Кождий дбає тільки про себе, не розуміючи того, що таким
робом роздроблюються їх сили, ослаблюється громада. Не так тут колись
було! Хоч менше народу, та зате що за народ! Що за життя кипіло в тих
горах, серед тих непрохідних борів у стіп могутнього Зелеменя! Лиха
доля довгі віки знущалася над тим народом. Тяжкі удари підкопали його
добробут, нужда зломила його свобідну, здорову вдачу, і нині тільки
неясні, давні спомини нагадують правнукам щасливіше життя предків. І
коли часом стара бабуся, сидячи в запічку та прядучи грубу вовну,
почне розповідати дрібним унукам про давню давнину, про напади
монголів-песиголовців і про тухольського ватажка Беркута,- діти
слухають тривожно, в їх сивих оченятах блискотять сльози. А коли
скінчиться дивовижна повість, то малі й старі, зітхаючи, шепчуть: «Ах,
яка ж то красна байка!»

- Так, так,говорить бабуся, похитуючи головою,так, так, дітоньки! Для
- нас то байка, а колись то правда була!

- А не знати, чи вернуться ще коли такі часи,закидає дехто старший.

- Говорять старі люди, що ще колись вернуться, але, мабуть, аж перед
- кінцем світу.

Сумно і непривітно тепер в вашій Тухольщині! Казкою видається повість
про давні часи і давніх людей. Вірити не хотяіь нинішні люди, що
виросли в нужді й притиску, в тисячолітніх путах і залежностях. Але
нехай собі! Думка поета летить у ті давні часи, оживляє давніх людей,
а в кого серце чисте і щиро- людське чуття, той і в них побачить своїх
братів, живих людей, а в життю їх, хоч і як неподібнім до нашого,
догляне не одно таке, що може бути пожадане і для наших «культурних»
часів.

Було се 1241 року. Весна стояла в тухольських горах.

Одної прегарної днини лунали лісисті пригірки Зеле-меня голосами
стрілецьких рогів і криками численних стрільців.

Се новий тухольський боярин, Тугар Вовк, справляв великі лови на грубу
звірину. Він святкував почин свого нового життя,- бо недавно князь
Данило дарував йому в Тухольщині величезні полонини і ціле одно
пригір'я Зе-леменя; недавно він появився в тих горах і побудував собі
гарну хату, і оце першу учту справляє, знайомиться з довколичними
боярами. По учті рушили на лови в ту- хольські ліси.

Лови на грубого звіра - то не забавка, то боротьба тяжка, не раз
кровава, не раз на життя і смерть. Тури, медведі дики - се небезпечні
противники; стрілами з луків рідко кому удасться повалити такого
звіра; навіть рогатиною, яку кидалось на противника при відповіднім
приближенню, нелегко дати йому раду. Тож остатньою і рішучою зброєю
було важке копіє, яким треба було влу чити противника зблизька.
власноручно, з цілою силою, відразу. Схиблений удар - і життю борця
грозила велика небезпека, коли йому не вдалось в остатній хвилі
сховатись у безпечну криївку і добути меча або тяжкого топора для
своєї оборони.

Не диво, отже, що Тугар зі своїми гістьми вибирався на лови, мов на
війну, з запасом стріл і рогатин, зі слугами й запасами живності,
навіть з досвідним знахарем, що вмів замовляти рани. Не диво також, що
Тугар і його гості були в повній рицарській зброї, окрім панцирів, бо
ті спиняли би їх у ході по ломах та гущавинах. Те тільки диво, що й
Тугарова донька Мирослава, не поки-даючись батька, посміла також
вирушити разом з гістьми на лови. Тухольські громадяни, видячи її, як
їхала на лови посеред гостей, гордо, сміло, мов стрімка тополя серед
коренастих дубів, з уподобою поводили за нею очима, поговорюючи:

- От дівчина! Тій не жаль би бути мужем. І, певно, ліпший з неї би був
- муж, ніж її батько!

А се, певно, була немала похвала, бо Тугар Вовк був мужчина, як дуб.

Плечистий, підсадкуватий, з грубими обрисами лиця і грубим чорним
волоссям, він і сам по-добав на одного з тих злющих тухольських
медведів, яких їхав воювати. Але ж бо й донька його Мирослава була
дівчина, якої пошукати. Не кажемо вже про її уроду й красу, ані про її
добре серце - в тім згляді багато її ровесниць могло стати з нею
нарівні, хоч і небагато могло перевищити її. Але в чім не мала вона
пари між своїми ровесницями, так се в природній свободі свого
поводження, в незвичайній силі мускулів, у смілості й рішучості,
властивій тільки мужчинам, що виросли в ненастанній боротьбі з
супротивними обставинами. Зараз з першого разу видно було, що
Мирослава виросла на свободі, що виховання її було мужеське і що в тім
прегарно розвиненім дівочім тілі живе сильний, великими здібностями
обдарований дух. Вона була в батька одиначка, а до того, ще зараз при
народженню втратила матір. Нянька її, стара мужичка, відмалку
направляла її до всякої ручної роботи, а коли підросла, то батько, щоб
розважити свою самоту, брав її всюди з собою і, щоб задовольнити її
палку натуру, привчив її владати рицарського зброєю, зносити всякі
невигоди і сміло стояти в небезпеках. І чим більші трудності їй
прихопилось поборювати, тим охітніше бралась вона за діло, тим краще
проявлялася сила її тіла й її рішучого, прямого характеру. Але попри
все те Мирослава ніколи не переставала бути жен-щиною: ніжною, доброю,
з живим чуттям і скромним, стидливим лицем, а все те лучилось в ній у
таку дивну, чаруючу гармонію, що хто раз бачив її, чув її мову,- той
довіку не міг забути її лиця, її ходу, її голосу,- тому вони
пригадувалися живо і виразно в найкращих хвилях його життя, так, як
весна навіть старому старцеві пригадує його молоду любов.

Вже третій день тривали лови. Багато оленів-рогачів і чорногривих
турів лягло головами від стріл і ратищ боярських. Над шумним гірським
потоком, на зеленій поляні серед лісу стояли шатра ловців, курілися
раз у раз величезні огнища, де висіли на гаках кітли, оберталися
рожна, де варилось і пеклось м'ясиво вбитої дичини для гостей.
Нинішній, остатній, день ловів мав бути посвячений самому головному,
та заразом і найбільше небезпечному ділу - ловам на медведів.

На стрімкім пригірку, відділенім від інших страшними дебрями, порослім
густо величезними буками та смереками, покритім ломами й обвалищами
дерев, було віддавна головне леговище медведів. Тут, як твердив
тухольський провідник, молодий гірняк Максим Беркут, гніздилася
медведяча матка. Відси дикі звірі розносили пострах на цілу околицю і
на всі полонини. І хоч не раз удавалось смілим вівчарям забити одного
або другого стрілами та топорами або завабити під сліп, де йому ламала
крижі важка колода, спадаючи вниз,- то все-таки число їх було надто
велике, щоб із того була значна полегша для околиці. То й не дивно, що
коли новоприбулий боярин Тугар Вовк оповістив тухольцям, що хотів би
зробити великі лови на медведів і просить дати йому провідника, вони
не тільки дали йому на провідника першого удальця на всю

Тухольську верховину Максима Беркута, сина тухольського бесідника
Захара, але, крім того, вирядили з власної волі цілий відділ пасем-ців
з луками й ратищами для помочі зібраним боярам. Ціла та громада мала
обступити медведяче леговище і очистити його доразу від поганого
звіра.

Від самого досвіта в ловецькім таборі великий рух і тривожне
дожидання.

Боярські слуги від півночі звивалися, приготовляючи для гостей їду на
цілий день, наповнюючи шипучим медом і яблучником "подорожні баклаги.

Тухольські пасемці й собі готовились, острячи ножі та тесаки, обуваючи
міцні жуброві постоли і складаючи в невеличкі дорожні бесаги печене
м'ясо, паляниці, сир і все, що могло понадобитися в цілоденній трудній
переправі.

Максим Беркут, який аж нині, супроти найважнішого і найтяжчого діла,
почув себе вповні самим собою, вповні начальником сеї невеличкої
армії, зарядясував з правдиво начальницькою вважливістю й повагою все,
що належало до діла, нічого не забуваючи, ні з чим не кваплячись, але
й ні з чим не опізню-ючись. Все у нього виходило в свій час і на своїм
місці, без сумішки й сутолоки; всюди він був, де його потрібно, всюди
вмів зробити лад і порядок. Чи то між своїми товаришами-тухольцями, чи
між боярами, чи між слугами, Максим Беркут усюди був однаковий -
спокійний, свобідний в рухах

і словах, мов рівний серед рівних. Товариші поводились з ним так само,
як він з ними, сво-бідно, несилувано, сміялись і жартували з ним, а
проте виповнювали його розкази точно, швидко і так весело та радо,
немов і самі без розказу були би в тій хвилі зробили те саме. Боярська
служба, хоч далеко не такої рівної вдачі, далеко не так свобідна в
поводженню, далеко похіпніша з одних гордо висміватися, а перед
другими низенько хилитися, все ж таки поважала Максима Беркута за його
звичайність і розсудливість і, хоч не без до-тинків та жартів, таки
робила те, що він казав. А й самі бояри, по більшій часті люди горді,
воєнні, що нерадо бачили «смерда» в своїм товаристві, та й то ще
смерда, що вважав їх чимось немов собі рівним,- і вони тепер не
показували надто виразно своєї неохоти і виповнювали розпорядження
молодого провідника, маючи на кож-дім кроці нагоду переконатися, що ті
розпорядження були зовсім розумні, такі, як треба.

Ще сонечко не зараз мало сходити, а вже ловецьке товариство вирушило з
табору. Глибока тиша стояла над горами; нічні сумерки дрімали під
темно- зеленими коронами смерек; на густім, чепіргатім листю папороті
висіли краплі роси; повзучі зелені поясники вилися попід ноги,
плуталися поміж корінням величезних вивертів, спліталися в непрохідні
клебуки з корчами гнучкої, колючої ожини та з сплетами дикого пнучого
хмелю. З пропадистих, чорних, мов горла безодні, дебрів піднімалася
сивими туманами пара - знак, що на дні тих дебрів плили невеличкі
лісові потоки. Повітря в лісі напоєне було тою парою й запахом живиці;
воно захоплювало дух, немовбито ширших грудей треба було, щоб дихати
ним свобідно.

Мовчки пробиралася ловецька дружина непрохідними нетрями, дебрями й
ломами без стежки, без ніяких провідних знаків у тьмавій гущавині.
Попереду йшов Максим Беркут, а за ним Тугар Вовк і інші бояри. Обік
Ту-гара йшла його донька Мирослава. Позаду йшли тухоль-ські пасемці.
Всі йшли озираючись і надслухували пильно.

Ліс починав оживати денним життям. Пестропера сойка хрипіла в вершках
смерек, зелена жовна, причепив-шися до пня тут же над головами
прохожих, довбала своїм залізним дзьобом кору; в далеких зворах чути
було рик турів і виття вовків. Медведі в ту пору, наївши-ся, дрімали
під ломами на моховій постелі. Стадо диків рохкало десь у дебрі,
холодячися в студенім намулі.

Може, годину йшло товариство тою трудною, нетоптаною дорогою. Всі
дихали важко, ледве можучи наловити грудьми повітря, всі отирали
краплистий піт із лиць. Максим частенько озирався позад себе. Він
зразу противний був тому, щоб і женщина йшла разом з мужами в той
небезпечний похід, але Мирослава уперлася. Вона ж перший раз була на
таких великих ловах і мала би для бог зна яких трудностей занехати
найкращу їх частину!

Ніякі Максимові докази про трудності дороги, про небезпеки на
становищі, про силу й лютість звіра не могли переконати її. «Тим
ліпше! Тим ліпше!» - говорила вона з таким смілим поглядом, з таким
солодким усміхом, що

Максим, мов очарований, не міг нічого більше сказати. І батько, що
зразу також радив Мирославі лишитися в таборі, вкінці мусив уступити
її просьбам.

З подивом глядів тепер Максим, як ота незвичайна женщина поровень з
найсильнішими мужами поборювала всякі трудності утяжливої дороги, як
легко перескакувала гнилі ломи і величезні грами, яким певним кроком
ішла понад урвища, горі стрімкими дебрями, просковзу-вала поміж
виверти, і при тім так безпечно, так невтоми-мо, що Максимові
здавалося, що вона хіба на яких чудових крилах уноситься. Він глядів
на се й не міг нагля-дітися.

«Дивна дівчина! - думалось йому раз по разу.- Такої я ще й не видав
«ніколи!»

Ось уже прийшли на місце. Медведяче леговище - то був високий, тільки
від південного боку з трудом доступний горб, покритий грубезними
буками й смереками, завалений вивертами й ломами. Від півночі, заходу
і сходу вхід 1 вихід замикали високі скалисті стіни, немов величезною
сокирою вирубані з тіла велетня Зелеменя і відсунені від нього на
кільканадцять сажнів; сподом попід ті стіни вузькою щілиною шумів і
пінився студе-ний гірський потік.

Таке положення улегшувало нашим ловцям роботу; вони потребували тільки
обсадити не надто широкий плай від південного боку і тим плаєм
доступати чимраз далі догори, а звір, не маючи іншого виходу, мусив
конечно попастися в їх руки і на їх ратища.

Опинившися на тім важнім, хоч дуже небезпечнім плаю, Максим Беркут
велів товариству на хвилю розло-житися і спочити, аби набрати сил до
трудного діла. Сонце сходило, але гілля смерек і сусідні горби
заслоню-вали його вид.

По короткім віддиху Максим почав розставляти ловців у два ряди так,
аби вповні обсадити плай. Доки плай ще вузький, кождому ловцеві
прийдеться стояти о п'ять кроків від другого; але дальше вгорі, де
плай розширяється в цілу споховасту площину, там прийдеться ловцям
ширше розступитися. Одно тільки клопотало його: що зробити з
Мирославом, яка конче хотіла й собі стояти на окремім становищі, а не
при боці свого батька.

- А що ж то я гірша отсих твоїх пасемців? говорила вона, рум'яніючись,
- мов рожа, до Максима.їх ти ставиш на становищі, а мене не хочеш… Ні,
- сього не буде! І для мого батька се був би стид, коли б нас двоз
- стояло на однім становищі! Правда, батеньку?

Тугар Вовк не міг їй супротивитися. Максим почав говорити їй про
небезпеку, про силу й лютість розжертого звіра, але вона зацитькала
його:

- А що ж то в мене нема сили? А що ж то я не владаю луком, ратищем і
- топором? Ану, нехай котрий-будь із твоїх ласемців спробує зо мною
- порівнятися,побачимо, хто дужчий!

Максим вкінці замовк і мусив учинити її волю. Та й чи міг спротивитися
тій дивній, чарівній дівчині? Він хотів хоч становище визначити їй
найменше небезпечне, але, на лихо, сього не можна було зробити, бо тут
усі становища були однаково небезпечні. Розстановивши ціле товариство,
Максим дав ось який розпорядок:

- Тепер помолімся, кому хто знає, а потім разом заграймо в роги. Се
- буде перший знак і сполошить звіра. Потім підемо горі плаєм і
- станемо аж там, де він розширюється. Там мої товариші лишаться
- пильнувати виходу, щоб ані один звір не уйшов, а ви, бояри, підете
- дальше, до самого матчиного леговища!

В добру хвилю по тім залунали ліси й полонини хрипливим ревом жубрових
рогів. Немов величезна хвиля, покотився голос по лісах і зворах,
розбиваючися, глухнучи, то знов подвоюючись. Пробуркалися ліси.

Заскиглила каня над верховіттям смереки; зляканий беркут, широко
розмахуючи крилами, піднявся на воздухи; захрустів звір поміж ломами,
шукаючи безпечної криївки. Нараз рик рогів утих і ловці пустилися в
дорогу горі плаєм. Усіх серця билися живіше ожиданням незвісних
небезпек, бою і побіди. Обережно пробирались вони рядами; передом ряд
боярський, за ним парубоцький ряд;

Максим ішов попереду, пильно надслухаючи та слідячи звірину. Цар
ломів, медвідь, ще не показувався.

Дійшли вже до самого найвужчого гирла, поза яким плай розширювався в
велику споховасту площину. Ловці знов тут зупинилися на розказ
Максима, і знов загриміли ще з більшою силою жуброві роги, розносячи
тривогу в сумрачні медведячі гаври. Раптом затріщав лім недалеко, за
величезною купою грубих перегнилих вивертів.

- Бачність! скрикнув Максим.Звір наближається!

Ледве сказав ті слова, коли втім крізь велику щілину між двома
переверненими пнями просунулася пелехата, величезна голова, і двоє
сірих очей напівпікаво, напів-тривожно вдивлялися в Тугара Вовка, що
стояв на своїм становищі, якраз о яких десять кроків перед щілиною.
Тугар був старий вояк і старий ловець,- він не знав, що то тривога.
Тож, не говорячи ані слова, не відзиваючись ні до ксго, він вихопив
важку залізну стрілу з сагайдака, положив на лук і намірявся до звіра.

- Міряй в око, боярине! шепнув з-позаду Максим. Хвилька тривожної
- мовчанки свиснула стріла і заревів звір мов скажений, кинувши собою
- взад.

І хоть через те щез він ловцям з очей, скрившися за купою вивертів, то
ревіт його не втихав і не втихало скажене ше-метання.

- Далі за ним! крикнув Тугар Вовк і кинувся до щілини, кудою щез
- медвідь.

Рівночасно два бояри вже видряпалися були на верх виверту, вже
попіднімали свої ратища і старались дати їм відповідний розмах, аби
доконати звіра. Тугар

Вовк, стоячи в щілині, пустив у нього другою стрілою. Звір заревів ще
дужче і кинувся втікати, але очі його заплили кров'ю, він не міг
знайти виходу і розщибав собою о дерева. Ратище одного боярина впилось
йому між ребра, але не завдало смертельної рани. Дикий рик раненого
медведя розлягався чимраз дужче. В розпуці він підводився на задні
лапи, обтирав собі кров з очей, рвав і кидав галуззям наперед себе,
але дарма; одно його око прошиблене було стрілою, а друге раз у раз
запливало кров'ю наново.

Шемечучись наосліп довкола, звір наблизився знов до Гугара Вовка. Той
відкинув лук і, причаївшися за виваленим коренем, ухопив обіруч свій
важкий топір і, коли медвідь, мацаючи, добирався до знайомої собі
щілини, він з усього розмаху цюкнув його згори в голову, аж череп
розколовся надвоє, мов розбита тиква. Бризнув кровавий мозок на
боярина, тихо, без рику повалився звір додолу. Радісно заревли труби
бояр на знак першої побіди.

Звіра витягнено з-поміж вивертів і обдерто зі шкури. Тоді бояри рушили
дальше, в гущавину. Сонце вже піднялось на небі і меркотіло крізь
гілляки, мов скісні золоті нитки та пасма. Ловці йшли тепер геть-геть
веселіше, перехвалюючися своєю відвагою й силою.

- Хоч я лише вовк, дрібна звірюка, то все ще дам раду тухольському
- медведеві! говорив Тугар Вовк, радіючи.

Максим Беркут слухав тих перехвалок і сам не знав, чому йому жаль
зробилося тухольського медведя.

- Що ж,сказав він,дурна звірюка той медвідь, самотою держиться. Якби
- вони зібралися докупи, то хто знає, чи й стадо вовків дало би їм
- раду.

Тугар позирнув на нього гнівно, але не сказав нічого. Ловці обережно
поступали дальше, дряпаючись по вивертах, перескакуючи з пня на пень,
западаючи не раз по пояс у порохно та ломи.

Посеред тих звалищ величної природи виднілися подекуди медведячі
стежки, протоптані від давніх-давен, вузькі, але добре втоптані, густо
засіяні вибіленими кістками баранів, оленів та всякої іншої звірини.
Максим держався тепер позаду бояр; він раз за разом обходив усі
становища, осмотрював сліди, щоб догадатися, чи вони свіжі, чи ні,
підпомагав, заохочував утомлених,- і тільки на нім однім не знати було
ніякої втоми. З подивом позирала на нього

Мирослава, коли він переходив коло неї, і хоч багато досі видала вона
молодців і сильних, і смілих, але такого, як Максим, що сполучав би в
собі всі прикмети сильного робітника, рицаря і начальника,- такого їй
досі не траплялося бачити.

Нараз захрустів лім і грізно-люто випав на ловців величезний медвідь.
Він біг зразу на чотирьох лапах, але, побачивши перед собою ворогів,
звівся на задні лапи, а в передні вхопив бурею відламаний буковий
конар, викручуючи ним довкола себе і видаючи час від часу з горла
уриваний, немов визиваючий рик.

На становищі супроти звіра були два підгірські бояри, з тих, що
найголосніше перехвалювалися і хотіли перед усіми показатися
мисливцями. Побачивши страшного ворога тут же перед собою, вони
зблідли й затремтіли. Але скритися, тікати не уходило,- треба було
ставити чоло, будь-що-будь. Дві стріли вилетіли рівночасно з двох
луків, але одна хибила, свиснувши медведеві понад вуха, а друга
влучила звіра в бік, не зранивши значно, а тільки роздразнивши
безмірно. Величезним скоком підплигнув медвідь і шпурнув на одного
ловця свою зброю - буковий копар, який зі страшною силою гепнувся о
дерево. Тоді, не зупиняючись ані на хвильку і не даючи ворогам часу до
намислу, медвідь кинувся на одного з них, що саме стояв па його
протоптаній стежці. Ратище блисло в тремтячій руці боярина,- він хотів
кинути ним на звіра.

- Не кидай! крикнув тривожно Максим, надбігаючи і ведучи з собою поміч
- загроженим боярам Тугара Вовка і ще одного боярина.Не кидай ратище,
- але настав поприбіч і боронися!

Але боярин не слухав і кинув ратище на звіра. Розмах був невеликий,
рука боярина тремтіла, медвідь був уже на яких п'ять кроків,- от і не
диво, що ратище слабо зранило звіра в передню лопатку. Вхопив медвідь
дрючину, розломив її і зі страшним риком кинувся на свого ворога. Той
держав уже в руках простого, на оба боки острого меча, що його називав
медвідником, і готовився віпхнути його вістря в груди звірові. Але
вістря поховз-лося по кості

і застряло в лопатці, і звір ухопив боярина в свої страшні, залізні
обійми.

Страшенно скрикнула нещаслива жертва; захрустіли кості під медведячими
губами. Ціла та страшна і дрожжю проймаюча подія скоїлася так раптово,
так несподівано, що, заким Максим міг надбігти з підмогою, вже боярин,
хриплячи в передсмертних судорогах, лежав на землі, а над ним стояв
кровавий медвідь, вискаливши свої страшенні зуби і ревучи на весь ліс
з болю від одержаних ран.

Дрож пройшла у всіх по тілі на той вид; бояри стали мов укопані.
Тільки

Максим спокійно наложив стрілу на свій роговий лук, підійшов два кроки
ближче до мед-ведя і, прицілившися одну хвилину, пустив йому стрілу
просто в серце. Мов ножем перетятий, урвався рик звіра, і він
повалився трупом на землю.

Не ревіли роги, не лунали веселі оклики по тій новій побіді. Бояри,
покинувши свої становища, збіглися на місце нещастя. Хоч і як вони
були загартовані в війнах, привикли бачити смерть біля себе, але вид
кровавого, потрощеного та пошарпаного трупа витиснув із усіх грудей
важкий зойк.

Мирослава вхопилась за груди і відвернула очі. Тухольські пасемці на
сплетені з галуззя мари положили трупа, а за ним потягли і медведя.
Понура мовчанка залягла над товариством. Велика калюжа крові
блискотіла до сонця і нагадувала всім, що тут іще перед хвилею стояв
живий чоловік, батько дітям, веселий, охочий і повний надії, а тепер з
нього лишилася лише безформна купа кровавого м'яса. У великої часті
бояр відійшла охота до ловів.

- Цур їм, тим проклятим медведям! говорили деякі.Нехай тут хоч жиють,
- хоч гинуть собі, чи ж нам для них наражувати своє життя?

Але Тугар Вовк, а особливо Мирослава й Максим, налягали конче, аби
кінчити розпочате діло. Бояри вкінці пристали, але якось дуже не раді
були вертати на свої становища.

- Позвольте мені, бояри, слово сказати,заговорив до них Максим.Мої
- товариші-тухольці замкнули вихід і не пустять ані одного звіра
- відси. Тим-то нам не потрібно розходитися віддалік одним від одних.
- Найліпше буде, думаю, розділитися нам на дві ровти і йти понад самі
- краї пропасті по обох боках. Так ми зможемо найліпше зігнати все до
- середини, а там разом з тухольськи-ми пасемцями обступимо густою
- лавою і вистріляємо до одного.

- Авжеж, авжеж, що так ліпшеї крикнули деякі бояри, не бачачи
- насмішливого усміху, що перелетів по устах Максима.

Тоді товариство розділилося. Одну ровту провадив Тугар Вовк, а другу

Максим. Мирослава з власної охоти прилучилася до другої ровти, хоч і
сама не могла собі вияснити, для чого. Мабуть, шукала небезпеки, бо
Максим виразно казав, що дорога другої ровти небезпечніша.

Знов заграли роги, і обі ровти розійшлися. Ловці йшли де парами, де
одинцем, то сходячись, то розходячись, щоб вишукувати дорогу. Купами
йти було зовсім неможливо. Зближались уже до самого верха; верх сам
був голий, але понижче був цілий вал каміння, звалищ і вивертів. Туди
пройти було найтрудніше і найнебезпечніше.

В однім місці стирчала купа звалищ, мов висока башта. Ломаччя, каміння
і навіяне від давніх-давен листя загороджувало, бачилось, усякий
приступ до природної твердині. Максим поповз понад самим краєм
глибочезної пропасті, чіпляючись де-де моху та скальних обривів, щоб
туди винайти прохід. Бояри ж, не навиклі до таких неприступних і
карколомних доріг, пішли здовж валу, надіючись найти далі перерву і
обійти його.

Мирослава зупинилася, немов щось держало її близ Максима; Гі бистрі
очі вдавлювалися пильно в настобур-чену перед нею стіну лому, шукаючи
хоч би й як трудного проходу. Недовго так і вдивлялася, але сміло
почала вдиратися на великі кам'яні брили та виверти, що завалювали
прохід. Стала на версі і гордо озирнулася довкола. Бояри відійшли вже
були досить далеко, Максима не видно, а перед нею безладна сутолока
скал та ломів, через яку, бачилось, прохід був неможливий. Але ні! Он
там, трохи віддалік, лежить величезна смерека кладкою понад те пекло,-
туди безпечно можна перейти до вершка!

Недовго думаючи, Мирослава пустилася на ту кладку. А вступаючи на неї,
ще раз озирнулася і, горда зі свого відкриття, приложила гарно точений
ріг до своїх коралових уст і затрубила на весь ліс. Луна покотилася
полонинами, розбиваючись у дебрях та зворах чимраз на більше часток,
аж поки не сконала десь у далеких, недоступних гущавинах. На голос
Мирославиного рога відізвався здалека ріг її батька, а там і роги
інших бояр. Ще хвильку завагувалася Мирослава, стоячи високо на
виверті. Смерека була дуже стара і наскрізь порохнява, а всподу, в
непроглядній гущавині ломів, здавалось їй, що чує легкий хрускіт і
муркотання. Прислухалася ліпше - не чути нічого. Тоді вона сміло
ступила на свою кладку. Але ледве уйшла з п'ять кроків, коли разом
затріщала перетрупішіла смерека, зламалася під ногами Мирослави, і
сміла дівчина враз із перегнилим грамом упала додолу, в ломи та
звалища.

Впала на ноги, не попускаючись своєї зброї. В руках стискала сильно
сріблом оковане ратище; через плечі у неї висіли міцний лук і сагайдак
зі стрілами, а за гарним шкіряним поясом, що мов вилитий обхапував її
стрункий дівочий стан, застромлений був топір і широкий мисливський
ніж з кістяними черенцями.

Звалившись несподівано в тьмаву пропасть, вона, проте, не почула ані
на хвилю страху, а тільки почала озиратися довкола, щоб догледіти який
вихід.

Зразу не могла нічого виразно добачити, але швидко її очі привикли до
півсумерку, і тоді побачила такий вид, котрий і найсмілішого міг
перейняти смертельною тривогою. Не далі як на п'ять кроків перед нею
лежала величезна медведиця в гнізді коло своїх молодих і гнівними,
зеленкуватими очима гляділа на несподіваного гостя. Мирослава
затремтіла. Чи вдаватися в боротьбу зі страшним звіром, чи шукати
виходу і спровадити поміч? Але нелегко було знайти вихід: довкола
їжилися ломи й обриви скал, і хоч перелізти через них з тяжким трудом
було би можна, то на очах дикого звіра була така робота крайнє
небезпечна. Недовго надумуючись, рішилася

Мирослава не зачіпати звіра, лиш боронитися в разі нападу, а тим часом
дати трубою тривожний знак і закликати поміч. Але скоро тільки вона
затрубила, медведиця схопилася з леговища і, виючи, кинулась до неї.
Не час було

Мирославі братися до лука,- звір був надто близько. Вона вхопила обома
руками ратище і, опершись плечима о кам'яний облаз, наставила його
насупротив медведиці. Звір, побачивши блискуче залізне вістря,
зупинився.

Обі неприятельки стояли так довгу хвилю, не зводячи ока одна з одної,
не схибляючи ані одним рухом зі свого становища. Мирослава не сміла
перша нападати на медведицю; медведиця знов шукала очима, куди би
напасти на ворога. Раптом медведиця вхопила в передні лапи великий
камінь і, зводячись на задні ноги, хотіла шпурнути ним на Мирославу.
Але в тій самій хвилі, коли зводилася на задні ноги, Мирослава одним
могучим рухом пхнула їй ратище між передні лопатки. Рикнула страшенно
медведиця і перевернулась горілиць, обіллявшися кров'ю. Але рана не
була смертельна, і медведиця швидко зірвалася на ноги. Кров текла з
неї, та, незважаючи на біль, вона знов кинулася на Мирославу.
Небезпека була страшна. Розжертий звір садив просто, грозячи вже тепер
своїми страшними зубами. Один рятунок для Мирослави був - видряпатися
на облаз, о котрий була оперта плечима. Хвилька, один рух - і вона
стояла на облазі. На серці в неї полегшало,- тепер її положення не
було таке небезпечне, бо в разі нападу могла вдарити звіра згори. Та
ледве

Мирослава могла дослідити, що робить медведиця, а вже звірюка стояла
близько неї на камені, ревучи грізно і рознявши закровавлену пащеку.
Зимний піт виступив на чолі Мирослави; вона бачила, що тепер настала
рішуча хвиля, що на тій вузькій кам'яній плиті мусить розігратися
боротьба на життя і смерть

і що того буде побіда, хто зможе вдержатися на іім становищі й
зіпхнути з нього противника. Медведиця була вже близько; Мирослава
пробувала заставитися від неї ратищем, але медведиця вхопила дрючину
зубами і шарпнула її так сильно, що мало не зіпхнула Мирославу з
каменя; ратище виховзлось їй із рук, і звір кинув ним геть у ломи.

«Тепер прийдеться загибати?» - блиснуло в думці в Мирослави, але
«відвага не покинула її. Вона вхопила обома руками топір і стала міцно
«до остатньої оборони. Звір сунув чимраз ближче: гарячий його віддих
«чула вже Мирослава на своїм лиці; мохната лапа, насторожена острими
«кігтями, грозила її груді; ще хвиля - і їй довелось би, пошарпаній,
«кровавій, упасти з каменя, бо топорище було закоротке супроти лап
«величезного звіра.

- Рятунку! скрикнула у смертельній тривозі Мирослава, і в тій хвилі
- понад її головою блиснуло ратище і пхнута в горло медведиця, мов
- колода, впала з каменя. В щілині кам'яних звалищ понад головою
- Мирослави показалось радісне» живим огнем палаюче лице Максима
- Беркута. Один вдячний погляд урятованої дівчини пройняв Максима
- наскрізь. Але слова не було між ним ані одного. На те не було часу.
- Медведиця ще жила і, ревучи, зірвалася з місця.

Одним скоком була вона коло своїх молодих, що, не розуміючи цілої тої
боротьби, бавилися і переверталися в гнізді. Обнюхавши їх, медведиця
кинулася знов до Мирослави. На се Мирослава була приготована і,
піднявши обіруч топір, одним замахом розрубала ним голову медведиці.
Впала опосочена звірюка і, метнувши собою кілька разів у боки,
сконала.

Тим часом і Максим, продертися крізь навалені ломи, станув обік
Мирослави.

В очах дівчини заблисли дві перлові сльози, і, не кажучи ані слова,
вона гаряче стиснула руку свого порятівника. Максим чогось немов
змішався, почервонів, спустив очі і, зупиняючись, проговорив:

- Я чув твій тривожний знак… але не знав, де ти… Богу дякувати, що й
- так додряпався!

Мирослава все ще стояла на місці, держачи руку гарного парубка в своїй
руці і дивлячись у його хороше, сонцем опалене і здоровим рум'янцем
осяяне, одверте, щире лице. В тій хвилі вона не почувала нічого, крім
вдячності за рятунок від нехибної смерті. Але коли Максим, трохи
осмілившись, стиснув її ніжну, а так сильну руку, тоді Мирослава
почула, як щось солодко защеміло їй коло серця, як лице її загорілось
стидливим рум'янцем,- і вона спустила очі, а слово подяки, котре
готове було вилетіти з її уст, так і завмерло на губах і розіллялось
по лиці дивним чаром розгоряючого сердечного чуття.

Максим перший отямився. В його серці, смілім і чистім, як щире золото,
відразу блиснула щаслива думка, котра тут же перемінилася в незломне
рішення. Се вернуло йому всю смілість і певність поступування.
Приложивши ріг до уст, він затрубив радісно на знак побіди. Тут же, за
стіною вивертів, обізвалися роги Тугара й інших бояр. Звинна, як
вивірка, Мирослава швидко видряпалась назад на той вал, з якого була
впала, і відтам оголосила цілому стрілецькому товариству свою пригоду
і поміч, якої дізнала від Максима. З трудом видряпався сюди Тугар
Вовк, а за ним і інші бояри; Тугар довго держав доньку в обіймах, а
побачивши кров на її одежі, аж затремтів.

- І ти, ти, моя доню, була в такій небезпеці! І він раз по разу
- обнімав доньку, немов боячись утратити її.

Потім він зліз униз до Максима, що порався коло мед-ведиці і коло
молодих медведят. Молоді, що не знали ще свого ворога в чоловіці,
муркотіли любенько в гнізді і бавились собі, мов малі песики; вони
давали себе гладити руками і зовсім не боялися людей. Максим узяв їх
на руки і положив перед

Мирославою й Тугаром.

- Отеє ваша здобич! сказав він.Ви чей же радо приймете в своїм домі
- таких гостей.

Згромаджені бояри гляділи то радісно на малі медве-дята, то зо страхом
на вбиту медведицю, обзирали рану і подивляли силу й смілість
Мирослави, що могла вдатися в боротьбу з такою страшною звірюкою.

- О ні,сказала, сміючись, Мирослава,без помочі отсього чесного молодця
- була б я тепер лежала там, як сеся звірюка, пошарпана й
- закровавлена! Йому від мене належиться велика подяка.

Тугар Вовк якось немов нерадо слухав тої бесіди своєї доньки. Хоч і як
він любив її, хоч і як радувався її вибавленням із великої небезпеки,
але все-таки він волів би був, якби вибавив його доньку боярський син,
а не сей простий тухольський мужик, не сей «смерд», хоч і як, зрештою,
той смерд умів подобатися Тугарові. Та всетаки йому, гордому
бояринові, що виріс і великої честі дослужився при князівськім дворі,
важко було прилюдно віддавати подяку за вирятування доньки - мужикові.
Але ніщо було діяти… Обов'язок вдячності так був глибоко вкорінений у
наших рицарських предків, що й Ту- гар Вовк не міг від нього
виламатися. Він узяв Максима за руку і випровадив його наперед.

- Молодче,сказав він,донька моя, єдина моя дитина, говорить, що ти
- вирятував її життя з великої небезпеки. Я не маю причини не вірити
- її слову.

Прийми ж за своє чесне діло подяку вітця, котрого вся любов і вся
надія в тій одній дитині. Я не знаю, чим тобі можемо відплатити за се
діло, але будь певний, що скоро се коли-будь буде в моїй силі, то
боярин Тугар Вовк не забуде того, що тобі завдячує.

Максим стояв при тих словах, мов на грані. Він не привик до таких
прилюдних похвал і зовсім не надіявся, ані не бажав нічого подібного.
Він змішався при боярських похвалах і не знав, чи відповідати що-
небудь, чи ні, а вкінці сказав коротко:

- Нема за що дякувати, боярине! Я зробив те, що кождий на моїм місці
- зробив би,за що ж тут дякувати? Нехай донька твоя буде здорова, але
- на вдячність ніяку я не заслужив.

Сказавши се, він пішов, аби закликати своїх тухоль-ських товаришів.
При їх помочі медведицю швидко обдерто зі шкури, а малі медведята
перенесено на збірне місце, відки ціле товариство по скінченню ловів
мало удатися назад до табору.

Сонце доходило вже полудня і сипало гаряче золотисте проміння на
тухольські гори; розігріта живиця сильніше запахла в лісах; гордо і
тільки десь-колись помахуючи розпластаними крилами, плавав яструб
високо понад полонинами в лазуровім океані. Тиша стояла в природі.
Тільки з одного пригірка Зелеменя лунали голоси ловецьких труб і крики
ловецького товариства. Лови скінчилися, хоч і не зовсім щасливо. На
дрючках несли тухольські парубки поперед ловцями три медведячі шкури і
в мішку двоє медведят, а на ношах із галуззя несли боярські слуги
позаду товариства окровавленого, задубілого вже трупа нещасливого
боярина, що погиб від медве-дячих лап.

Швидко під проводом Максима дійшло товариство до мисливського табору.

Лови були скінчені. Сьогодні ще хотіло ціле товариство вертати домів,
зараз, скоро лише по обіді. Дорога була вправді не близька, але Максим
обіцяв випровадити товариство простішою лісовою стежкою до Тухлі, а
відтам до двора Тугара Вовка. Тухоль-ські пасемці, скоро тільки
пообідали, зараз пішли наперед до домів; Максим лишився з боярами,
поки слуги здійняли табір і попрятали всі кухонні та ловецькі
знаряддя; тоді й боярське товариство вирушило в дорогу з поворотом
додому.




ІI


Стародавнє село Тухля - се була велика гірська оселя з двома чи трьома
чималими присілками, всього коло півтори тисячі душ. Село й присілки
лежали не там, де лежить теперішня Тухля, але геть вище серед гір у
просторій подовжній долині, що тепер поросла лісом і зоветься Запалою
долиною. В ті давні часи, коли йде наше оповідання. Запала долина не
була поросла лісом, але, навпаки, була управлена і годувала своїх
жильців достатнім хлібом.

Простягаючись звиш півмилі вдовж, а мало що не чверть милі в ширину,
рівна й намулиста, обведена з усіх боків стрімкими скалистими стінами,
високими декуди на іри або й чотири сажні, долина тота була немов
величезним кітлом, із якого вилито воду. І певно, що воно й не інакше
було. Чималий гірський потік впадав від сходу до тої долини високим на
півтора сажня во-допадом, прориваючи собі дорогу поміж тісні, тверді
скали і обкрутившися вужакою по долині, випливав на захід у таку ж
саму тісну браму, розбиваючись поміж гладкі кам'яні стіни і гуркотячи
ще кількома водопада-ми, поки чверть милі понижче не впав до Опору.
Високі, стрімкі береги тухольської кітловини покриті були темним
смерековим лісом, що надавав самій долині позір ще більшого
заглиблення і якоїсь пустинної тиші та відрубності від усього світу.
Так, справді, се була величезна гірська криївка, з усіх боків тільки з
великим трудом доступна,- але такі були в тих часах ненастанних війн,
усобиць і нападів майже всі гірські села, і тільки дякуючи тій своїй
неприступності, вони змогли довше, ніж подільські села, охоронити своє
свобідке староруське громадське життя, яке деінде силувалися чимраз
більше підірвати горді, війнами збагачені бояри.

Тухольський народ жив головно скотарством. Тільки та долина, де лежало
село, а також кілька поменших порічин, не покритих лісом, надавалися
до хліборобства і видавали щороку багаті збори вівса, ячменю і проса.
Зате в полонинах, що були, так само, як і всі доокружні ліси,
власністю тухольської громади, паслися великі отари овець, у котрих
спочивав головний скарб тухольців: з них вони добували собі одежу й
страву, омасту й м'ясо.

В лісах довкола села паслися корови й воли; але сама місцевість,
гориста, скалиста й неприступна, забороняла держати багато тяжкої
рогатої худоби.

Другим головним джерелом достатку тухольців були ліси. Не говорячи вже
про дрова, котрих мали безплатно і на топливо, і на всякі будинки,
ліси достачали тухольцям звірини, лісових овочів і меду. Правда, життя
серед лісів і недоступних диких гір було тяжке, було ненастанною
війною з природою: з водами, снігами, диким звіром і дикою,
недоступною околицею,- але тота боротьба вироблювала силу, смілість і
промисловість народу, була підставою й пружиною його сильного,
свобідного громадського ладу.

Сонце вже геть схилилося з полудня, коли з високого верха в тухольську
долину спускалося знайоме нам ловецьке товариство під проводом Максима
Беркута.

Передом ішов Тугар Вовк з донькою і з Максимом; решта товариства
ступала за ними невеличкими купками, гуторя-чи про перебуті лови та
ловецькі пригоди.

Перед очима товариства розкрилася тухольська долина, облита гарячим
сонячним промінням, мов велике зелене озеро з невеличкими чорними
острівцями. Круг неї, мов височезний паркан, бовваніли кам'яні стіни,
по яких п'ялися де-де пачоси зеленої ожини та корчі ліщини. При вході
в долину ревів водопад, розбиваючись о каміння сріблястою піною; поуз
водопаду викутий був у скалі вузький вивіз, яким ішлося вгору і далі
понад берегом потока через верхи і полонини аж до угорської країни; се
був звісний тодішнім гірнякам

«тухольський прохід», найвигідніший і найбезпечніший після
«дуклянського: десять дооколичних громад, з галицького і з угорського
«боку, працювали майже два роки над виготовленням сього проходу.
«Тухольці вложиди найбільше праці в те діло, тож гордилися ним, як
«своїм.

- Гляди, боярине,сказав Максим, зупиняючись над водопадом при вході в
- крутий, у камені кований вивіз,гляди, боярине, се діло тухольської
- громади!

Геть ось туди, через Бескиди, тягнеться сеся дорога, перша така дорога
в верховині. Мій батько сам витичував її на протязі п'ятьох миль;
кождий місток, кожда закрутина, кож-дий вивіз на тім протязі зроблений
за його показом.

Боярин неохітно якось поглянув горами, куди на далекий протяг понад
потоком вилася між скалами протерта гірська дорога. Потім глянув долі
вивозом і похитав головою.

- Твій батько має велику вдасть над громадою? спитав він.

- Власть, боярине? відказав здивований Максим.Ні, власті у нас над
- громадою не має ніхто: громада має власть сама, а більше ніхто,
- боярине. Але мій батько досвідний чоловік і радо служить громаді. Як
- він говорить на раді громадській, так не зуміє ніхто в цілій
- верховині. Громада слухає батькової ради,але власті батько мій не
- має ніякої і не жадає її.

Очі Максима блищали огнями гордості й подиву, коли говорив про свого
батька.

Тугар Вовк при його словах у задумі похилив голову; зате Мирослава
гляділа на

Максима, не зводячи з нього очей. Слухаючи Максимових слів, вона чула,
що його батько стається для неї таким близьким, таким мов рідним
чоловіком, немов вона вік жила під його батьківською опікою.

Але Тугар Вовк ставав чимраз більше понурий, чоло його морщилося, і
очі з виразом давно здержуваного гніву звернулися на Максима.

- То се твій батько бунтує тухольців против мене і против князя?
- спитав він нараз терпким, різким тоном. Немов болющий дотик, вразили
- ті слова

Мирославу; вона зблідла і позирала то на батька, то на Максима. Але
Максим цілком не змішався від тих слів, а відповів спокійно:

- Бунтує громаду, боярине? Ні, се тобі неправду сказано. Вся громада
- гнівна на тебе за те, що ти присвоюєш собі громадський ліс і
- полонину, не спитавши навіть громади, чи схоче вона на те пристати,
- чи ні.

- А так, ще питатися вашої громади! Мені князь дарував той ліс і тоту
- полонину,

і мені ні в кого більше дозволятися.

- Те самісіньке й говорить громаді мій батько, боярине. Мій батько
- уцитькує громаду і радить підождати аж до громадського суду, на
- котрім те діло розбереться.

- Громадського суду! скрикнув Тугар Вовк.То й я мав би ставати перед
- тим судом?

- Думаю, що й тобі самому се буде пожадане. Ти будеш міг усім доказати
- своє право, вспокоїти громаду.

Тугар Вовк відвернувся. Вони йшли далі вивозом, який закручувався
насередині, щоб зробити дорогу не так похилою і не так небезпечною.
Максим,

ідучи позаду, не зводив очей із Мирослави. Але його лице не ясніло вже
таким чистим щастям, як недовго перед тим. Чим чорніша хмара гніву й
невдоволення залягала на чолі її батька, тим виразніше почув Максим,
що між ним і

Мирославою розвертається глибока пропасть. При тім він, дитя гір, не
знаючи великого світу і високих боярських замислів, і не догадувався,
яка широка і глибока була та пропасть на самім ділі.

Зійшли вже на долину. Під водопадом творив потік просторий, спокійний
і чистий, мов сльоза, ставок. При його берегах стояли великі шапки
перлової шипучої піни: дно наїжене було великими й малими обломами
скал; прудкі, мов стріла, пструги блискали поміж камінням своїми
перлово-жовтими, червоно цяткованими боками; в глибині затоки долі
кам'яною стіною ревів водо-пад, мов живий срібний стовп, граючи до
сонця всіми барвами веселки.

- Що за пречудове місце! аж скрикнула Мирослава, вдивляючися в водопад
- і навалені в глибині дико пошарпані скали, обведені згори темно-
- зеленою габою смерекового лісу.

- Це наша Тухольщина, наш рай! сказав Максим, обкидаючи оком долину, і
- гори, і водопад з такими гордощами, з якими мало котрий цар обзирає
- своє царство.

- Тільки мені ви затроюєте життя в тім раю,сказав гнівно Тугар Вовк.

Ніхто не відзивався на ті слова; всі троє йшли мовчки дальше. Ось уже
доходили до села, що розкинулося густими купами порядних, драницями
критих хат, густо обсаджене рябиною, вербами та розлогими грушами.
Народ робив у полю; тільки старі діди, поважні, сивобороді, походжали
коло хат, то дещо тешучи, то плетучи сіті на звіра та на рибу, то
розмовляючи про громадські діла. Максим кланявся їм і вітав їх
голосно, приязно; далі й Мирослава почала вітати старих тухольців, що
стояли на дорозі; тільки Тугар Вовк ішов понурий та німий, навіть
поглянути не хотів на тих смердів, що сміли супротивлятися волі його
князя.

Аж ось насеред села з ними пострічалася дивна компанія. Три старці,
убрані по- празничному, несли дорогою на високій, гарно точеній і
оздібно сріблом окованій дрючині великий, також сріблом окований
ланцюг, вироблений суцільно з одної штуки дерева в виді перстеня,
нерозривного і замкнутого в собі.

Понад тим ланцюгом повівала червона, кармазинова, сріблом вишивана
хоругов. Три старці йшли повільно. Перед кождим дворищем вони
зупинялися і викликали голосно хазяїв по ім'ю, а коли той або хто-будь
із жильців дворища явився, вони говорили:

- Завтра на копу! і йшли дальше.

- Се що за дивоглядія? спитав Тугар Вовк, коли старці почали
- наближатися до них.

- Хіба ж ти не видав ще такого? спитав його здивований Максим.

- Не видав. У нас коло Галича нема такого звичаю.

- На копу скликають, на раду громадську,сказав Максим.

- Я гадав, що попи з корогвою,почав насміхатися Тугар.У нас коли
- скликають на копу, то скликають потиху, передаючи з хати до хати
- копне знамено.

- У нас копне знамено обноситься по селу отсими закличниками; вони
- повинні кождого громадянина по ім'ю закликати на копу. І тебе
- закличуть, боярине.

- Нехай собі кличуть, я не прийду! Нічого мене не обходить ваша копа.
- Я тут із княжої волі і можу сам збирати копу, коли буду вважати се
- потрібним.

- Ти сам… збирати копу? спитав зачудований Максим.Без наших
- закличників?

Без нашого знамена?

- У мене свої закличники і своє знамено.

- Але ж на твою копу ніхто з наших громадян не піде. А наша копа як
- осудить, так у нашій громаді й буде.

- Побачимо! сказав гнівно й уперто Тугар Вов-я. В ту саму пору
- наблизилися наші пішоходи до закличників. Побачивши боярина,
- закличники поставили знамено, а один із них відізвався:

- Боярине Тугаре Вовче!

- Ось я,відповів боярин понуро.

- Завтра на копу!

- Чого?

Але закличники на се не відповіли нічого і пішли дальше.

- Не їх діло, боярине, говорити чого,пояснив Максим, стараючись
- якомога втихомирити нехіть боярина до тухольської громадської ради.
- По довшій мовчанці, під час котрої вони все йшли селом, Максим знов
- зачав говорити:

- Боярине, позволь мені, недосвідному, молодому, сказати тобі слово.

- Говори! сказав боярин.

- Прийди завтра на копу!

- І піддатися вашому холопському судові?

- Що ж, боярине, тухольська громада судить по справедливості, а
- справедливому судові хіба стид піддатися?

- Таточку! вмішалася й Мирослава до тої розмови.Зроби так, як каже
- Максим.

Він добре каже! Він урятував моє життя,- він же ж не хотів би тобі зле
радити; він знає добре тутешні звичаї.

Тугар Вовк знехотя всміхнувся на ту правдиво жіночу логіку, але чоло
його швидко знов наморщилося.

- І вже ти протуркала мені упгі тим Максимом! сказав він.Ну, урятував
- тобі життя, я і вдячний йому за те, і, коли хочеш, дам йому пару
- волів. А тут знов о

інші річі йде, до яких не слід мішатися ні тобі, ні Максимові.

- Ні, боярине,відмовив на се Максим,ти чей не схочеш уни�